{"jobs": {"1": {"id": "8991d057-8d43-4790-891c-19a028b8c8cc", "name": "Vaga de Gestor Comercial de B2B", "main_activities": "\nGerenciar o time Comercial\nDesenhar estratégias de B2B para escalar o faturamento\nDefinir e acompanhar metas do B2B com o time\nAcompanhar e ajudar o time a executar as estratégias definidas\nReportar resultados e projeções dos seus KPIs\n", "prerequisites": "\nExperiência comprovada como Gestor de Vendas, Líder Comercial, Diretor Comercial ou afins\nExperiência comprovada em Vendas B2B (business to business)\nExperiência em empresas de Infoprodutos\nProatividade e curiosidade, buscando constantemente aprender e melhorar as habilidades.\nFoco em bater as metas estabelecidas para o time de Vendas\nDisponibilidade para trabalho em período integral (full time)\n", "differentials": "\nConhecimento da metodologia VTSD (Leandro Ladeira)\nConhecimento avançado de Funis de Venda, com uma abordagem estratégica e eficaz na aquisição e retenção de clientes\nInteresse por Programação e Tecnologia (fique tranquilo, NÃO é necessário saber programar)\nExperiência como Gestor Comercial no nicho de Tecnologia em geral, Programação ou Data Science, proporcionando uma compreensão mais profunda do nosso público-alvo\n"}}, "resums": {"1": {"id": "b63b002e-2562-449b-9022-4532afb19800", "job_id": "8991d057-8d43-4790-891c-19a028b8c8cc", "content": "\n## Saulo Silva Coelho\n\n## Experiência\nProfessor universitário nas engenharias e ciência da computação com mais de cinco anos de experiência. Disciplinas: Visão Computacional, Introdução à Computação, Estruturas de Dados, entre outras. Experiência com programação Python: Visão Computacional, Web Scraping, Redes Neurais e Inteligência Artificial. Trabalho em uma plataforma de programação chamada Holberton, cuidando da parte técnica da plataforma e responsável pela revisão dos projetos de Python.\n\n## Habilidades \nDisciplinado em relação a horários e responsabilidades. Habilidade em pesquisa e solução de problemas. Conhecimento em Python: OPENCV, Selenium, Beautiful Soap, TensorFlow, StreamLit, Hugging Face, LangChain. Experiência com GitHub.\n\n## Educação \nMestrado em engenharia elétrica, Linha de pesquisa: sistemas inteligentes – UNESP. Engenharia de controle e automação – UNIP. Técnico em manutenção de sistema eletromecânico - SENAI. Aluno da Asimov Academy, estudando assuntos como Python web, agentes inteligentes e geração de dashboards.\n\n## Idiomas \nInglês intermediário e alemão básico.\n```", "opnion": "**Análise Crítica do Currículo**\n\n**Pontos de Alinhamento**\n\n* O candidato tem experiência em programação Python, o que é relevante para a vaga de Gestor Comercial de B2B, que valoriza conhecimento em tecnologia e programação.\n* O currículo apresenta habilidades em visão computacional, web scraping e redes neurais, que podem ser úteis para a análise de dados e desenvolvimento de estratégias comerciais.\n* O candidato tem experiência em trabalhar com bibliotecas como OpenCV, Selenium e TensorFlow, o que demonstra sua habilidade em adaptar-se a diferentes ferramentas e tecnologias.\n* A experiência do candidato em trabalhar com frameworks de NLP e aprendizado profundo pode ser útil para a análise de dados e desenvolvimento de estratégias comerciais.\n\n**Pontos de Desalinhamento**\n\n* O currículo não apresenta experiência comprovada como Gestor de Vendas, Líder Comercial ou Diretor Comercial, o que é um requisito fundamental para a vaga de Gestor Comercial de B2B.\n* O candidato não tem experiência comprovada em Vendas B2B (business to business), o que é outro requisito fundamental para a vaga.\n* O currículo não apresenta experiência em empresas de Infoprodutos, o que é um requisito importante para a vaga.\n* O candidato não tem experiência comprovada em gerenciamento de equipes comerciais, o que é uma habilidade essencial para a vaga.\n\n**Pontos de Atenção**\n\n* O currículo apresenta uma grande variedade de habilidades e experiências, o que pode ser um ponto positivo, mas também pode indicar falta de foco ou especialização em uma área específica.\n* O candidato tem uma frequência alta de mudanças de emprego, o que pode ser um sinal de falta de estabilidade ou comprometimento com uma empresa.\n* O currículo apresenta uma falta de experiência em gerenciamento de equipes comerciais e desenvolvimento de estratégias comerciais, o que pode ser um desafio para a vaga.\n* O candidato tem experiência em programação, mas não tem experiência comprovada em vendas ou gerenciamento comercial, o que pode ser um desafio para a vaga.\n\n**Conclusão**\n\nO currículo do candidato apresenta habilidades e experiências interessantes em programação e tecnologia, mas falta experiência comprovada em gerenciamento comercial, vendas B2B e empresas de Infoprodutos. Além disso, o currículo apresenta uma falta de foco em uma área específica e uma frequência alta de mudanças de emprego. É importante que o candidato demonstre sua habilidade em desenvolver estratégias comerciais e gerenciar equipes comerciais para ser considerado para a vaga.", "file": "curriculos/Saulo Silva Coelho.pdf"}}, "analysis": {"1": {"id": "3fe11d14-9471-42fb-ae5c-e4732626ed28", "job_id": "8991d057-8d43-4790-891c-19a028b8c8cc", "resum_id": "b63b002e-2562-449b-9022-4532afb19800", "name": "error", "skills": ["Disciplinado em relação a horários e responsabilidades. Habilidade em pesquisa e solução de problemas. Conhecimento em Python: OPENCV, Selenium, Beautiful Soap, TensorFlow, StreamLit, Hugging Face, LangChain. Experiência com GitHub."], "education": ["Mestrado em engenharia elétrica, Linha de pesquisa: sistemas inteligentes – UNESP. Engenharia de controle e automação – UNIP. Técnico em manutenção de sistema eletromecânico  SENAI. Aluno da Asimov Academy, estudando assuntos como Python web, agentes inteligentes e geração de dashboards."], "languages": ["Inglês intermediário e alemão básico.", "```"], "score": 5.3}}, "files": {"1": {"file_id": "c632c7f4-59f4-47ad-b5df-9c398d8c547c", "job_id": "8991d057-8d43-4790-891c-19a028b8c8cc"}}}